Repository: smartcitiescommunity/Civikmind.old
Catalog: plugins/genericobject/locales/*.po
Languages: tr_tr

source: Objects management
tr_tr: Nesne yönetimi

source: Empty family
tr_tr: Aile boş

source: Type of objects
tr_tr: Nesne tipi

source: The requested dropdown does not exists
tr_tr: İstenen açılan kutu bulunamadı

source: Field(s) deleted successfully
tr_tr: Alanlar silindi

source: Field added successfully
tr_tr: Alan eklendi

source: Family of type of objects
tr_tr: Nesnelerin aile tipi

source: General
tr_tr: Genel

source: Objects
tr_tr: Nesneler

source: (No types defined yet)
tr_tr: (Henüz bir tür tanımlanmamış)

source: Type name is missing
tr_tr: Tip adı eksik

source: Type name must be longer
tr_tr: Tür adı daha uzun olmalı

source: Types 'field', 'object' and 'type' are reserved. Please choose another one
tr_tr: field', 'object' ve 'type' tipleri ayrılmış olduğundan kullanılamaz. Lütfen başka bir tip seçin

source: Type must start with a letter
tr_tr: Tip bir harf ile başlamalıdır

source: A type already exists with the same name
tr_tr: Aynı adlı bir tip zaten var

source: Internal identifier
tr_tr: İç belirteç

source: Behaviour
tr_tr: Davranış

source: Network connections
tr_tr: Ağ bağlantıları

source: injection file plugin
tr_tr: dosya gönderme uygulama eki

source: geninventorynumber plugin
tr_tr: stoknumarasiolustur uygulama eki

source: order plugin
tr_tr: sıralama uygulama eki

source: item's uninstallation plugin
tr_tr: ögeyi kaldırma uygulama eki

source: simcard plugin
tr_tr: sim kart uygulama eki

source: treeview plugin
tr_tr: ağaç görünümü uygulama eki

source: Regenerate files
tr_tr: Dosyaları yeniden oluştur

source: Link to other objects
tr_tr: Diğer nesnelere bağlantı

source: Unable to load the class %1$s.
tr_tr: %1$s sınıfı yüklenemedi.

source: You probably have garbage data in your database for this plugin and missing files in %1$s
tr_tr: Veritabanınızda bu uygulama eki ve %1$s içindeki eksik dosyalar için büyük olasılıkla çöp veriler var

source: Object preview
tr_tr: Nesne önizleme

source: You must configure rights to enable the preview
tr_tr: Ön izlemeyi görüntüleyebilmek için izinleri yapılandırmalısınız

source: Fields associated with the object
tr_tr: Nesne ile ilişkilendirilmiş alanlar

source: Label
tr_tr: Etiket

source: Name in DB
tr_tr: Veritabanındaki Ad

source: Add new field
tr_tr: Alan ekle

source: Read-only field
tr_tr: Salt okunur alan
