Repository: smartcitiescommunity/Civikmind.old
Catalog: plugins/credit/locales/*.po
Languages: hr_hr, ko_kr

source: Credit voucher type
hr_hr: Vrsta vrijednosnog kupona
ko_kr: 신용 할인 쿠폰 유형

source: Credit voucher
hr_hr: Vrijednosni kupon
ko_kr: 신용 할인 쿠폰

source: Quantity consumed
hr_hr: Potrošena količina
ko_kr: 소비 수량

source: Quantity remaining
hr_hr: Preostala količina
ko_kr: 잔여 수량

source: Consumed credits for this ticket
hr_hr: Potrošeni kredit za ovaj nalog
ko_kr: 이 티켓에 대해 소비된 신용

source: Voucher name
hr_hr: Ime vrijednosnog kupona
ko_kr: 할인 쿠폰 명

source: Voucher type
hr_hr: Vrsta vrijednosnog kupona
ko_kr: 할인 쿠폰 유형

source: Date consumed
hr_hr: Datum potrošnje
ko_kr: 소비 일자

source: User consumed
hr_hr: Potrošač
ko_kr: 사용자 소비

source: No credit was recorded
hr_hr: Kredit nije zapisan
ko_kr: 기록된 신용 없음

source: Active credit vouchers for ticket entity
hr_hr: Aktivni vrijednosni kupon za entitet naloga
ko_kr: 티켓 요소에 대한 신용 할인 쿠폰 활성화

source: Consume a voucher ?
hr_hr: Trošiti vrijednosni kupon?
ko_kr: 할인 쿠폰을 사용합니까?

source: Detail of tickets on which consumption is declared
hr_hr: Detalji naloga u kojima je prijavljena potrošnja
ko_kr: 소비로 정의된 티켓의 상세

source: You must provide a credit voucher
hr_hr: Moraš zadati vrijednosni kupon
ko_kr: 신용 할인 쿠폰을 제공해야 합니다

source: Quantity consumed exceeds remaining credits: %d
hr_hr: Potrošena količina prelazi preostale kredite: %d

source: Credit voucher successfully added.
hr_hr: Vrijednosni kupon uspješno je dodan.
ko_kr: 신용 할인 쿠폰이 추가되었습니다

source: Credit vouchers
hr_hr: Vrijednosni kuponi
ko_kr: 신용 할인 쿠폰

source: Add a credit voucher
hr_hr: Dodaj vrijednosni kupon
ko_kr: 신용 할인 쿠폰 추가

source: Quantity sold
hr_hr: Prodana količina
ko_kr: 판매 수량

source: Allow overconsumption
hr_hr: Dozvoli prekoračenje kredita

source: Consumed details
hr_hr: Detalji potrošnje
ko_kr: 소비 상세

source: No credit voucher
hr_hr: Nema vrijednosnog kupona
ko_kr: 신용 할인 쿠폰 없음

source: Expiration date
hr_hr: Datum isteka

source: Notice (in days)
hr_hr: Obavještavanje (u danima)

source: End date
hr_hr: Završni datum

source: Credit voucher expiration
hr_hr: Istek vrijednosnog kupona

source: This credit voucher will expire soon. Please, consider buying a new one.
hr_hr: Vrijednosni kupon će uskoro isteći. Razmisli o kupnji novog.
