Repository: smartcitiescommunity/Civikmind.old
Catalog: plugins/behaviors/locales/*.po
Languages: cs_cz, fi_fi, hu_hu, lv_lv, ru_ru

source: Behaviours
cs_cz: Chování
fi_fi: Käyttäyminen
hu_hu: Viselkedés
ru_ru: Поведения

source: Clone
cs_cz: Klonovat
fi_fi: Kopioi
hu_hu: Klónozás
lv_lv: Klonēt
ru_ru: Клонирование

source: Clone of
cs_cz: Klonovat z
fi_fi: Kopio kohteesta
hu_hu: Klónja a
lv_lv: Klonēts no
ru_ru: Клон

source: Error in creating glpi_plugin_behaviors_configs
cs_cz: Chyba při vytváření db tabulky glpi_plugin_behaviors_configs
fi_fi: Virhe glpi_plugin_behaviors_configs-asetusten luonnissa
hu_hu: Hiba a glpi_plugin_behaviors_configs létrehozásakor
lv_lv: Kļūda pie glpi_plugin_behaviors_configs izveidošanas
ru_ru: Ошибка в создании glpi_plugin_behaviors_configs

source: Error during update glpi_plugin_behaviors_configs
cs_cz: Chyba při aktualizaci db tabulky glpi_plugin_behaviors_configs
fi_fi: Virhe glpi_plugin_behaviors_configs-asetusten päivityksessä
hu_hu: Hiba a glpi_plugin_behaviors_configs frissítésekor
lv_lv: Kļūda pie glpi_plugin_behaviors_configs atjaunināšanas
ru_ru: Ошибка при обновлении glpi_plugin_behaviors_configs

source: Inventory
cs_cz: Inventář
fi_fi: Inventointi
hu_hu: Leltár
lv_lv: Inventārs
ru_ru: Инвентаризация

source: Ticket's number format
cs_cz: Formát čísla požadavku
fi_fi: Tiketin numeromuoto
hu_hu: Bejelentés azonosítójának formátuma
ru_ru: Формат нумерации заявки

source: Delete computer in OCSNG when purged from GLPI
cs_cz: Po odstranění počítače z GLPI udělat to stejné v OCSNG
fi_fi: Poista OCS:n tietokone, kun GLPI:ssä tehdään pysyvä poisto
hu_hu: Számítógép törlése az OCSNG-ben, mikor a GLPI-ben végleg törlésre kerül
lv_lv: Izdzēst datoru pie OCSNG kad iztīrīts no GLPI
ru_ru: Удалить комппьютер из OCSNG при удалении из GLPI

source: Plugin "Item's uninstallation" not installed
cs_cz: Není nainstalován zásuvný modul „Odinstalace položky“
fi_fi: Liitännäistä "Kohteen asennuksen poisto" ei ole asennettu
hu_hu: Nincs telepítve az "Item's uninstallation" nevű bővítmény
lv_lv: Nav instalēts papildspraudnis "Item's uninstallation"
ru_ru: Плагин "Удаление объектов" не установлено

source: Plugin "OCS Inventory NG" not installed
cs_cz: Není nainstalován zásuvný modul „OCS Inventory NG“
fi_fi: Liitännäistä "OCS Inventory NG" ei ole asennettu
hu_hu: Nincs telepítve az "OCS Inventory NG" nevű bővítmény
lv_lv: Nav instalēts papildspraudnis "OCS Inventory NG"
ru_ru: Плагин "OCS Inventory NG" не установлено

source: Use the associated item's group
cs_cz: Použít skupinu přiřazené položky
fi_fi: Käytä yhdistetyn kohteen ryhmää
hu_hu: A hivatkozott elem csoportjának használata
lv_lv: Izmantot piesaistīto objektu grupu
ru_ru: Использовать группу связанных элементов

source: Show my assets
cs_cz: Zobrazit mé položky
ru_ru: Показать мои активы

source: Use the requester's group
cs_cz: Použít skupinu žadatele
fi_fi: Käytä toimeksiantajan ryhmää
hu_hu: Az igénylő csoportjának használata
lv_lv: Izmantot iesniedzēju grupu
ru_ru: Использовать группу заказчика

source: Show assets of my groups
cs_cz: Zobrazit položky mé skupiny
ru_ru: Показать активы моей группы

source: Use the technician's group
cs_cz: Použít skupinu technika
fi_fi: Käytä asentajan ryhmää
hu_hu: A Technikus csoportjának használata
lv_lv: Izmantot tehniķu grupu
ru_ru: Использовать группу специалиста

source: Notification
cs_cz: Oznámení
fi_fi: Ilmoitus
hu_hu: Értesítés
lv_lv: Paziņojumu
ru_ru: Уведомления

source: Requester is mandatory
cs_cz: Žadatele je třeba vyplnit
fi_fi: Toimeksiantaja on pakollinen
hu_hu: Kötelező az Igénylő megadása
lv_lv: Obligāti jānorāda iesniedzēju
ru_ru: Заказчик обязателен

source: Additional notifications
cs_cz: Další oznámení
fi_fi: Lisäilmoitukset
hu_hu: További értesítések
lv_lv: Papildus paziņojumi
ru_ru: Дополнительные уведомления

source: Allow Clone
cs_cz: Umožnit klonování
ru_ru: Разрешить клонирование

source: Duration is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba vyplnit dobu trvání
fi_fi: Kesto on pakollinen, jotta tiketti voidaan sulkea tai ratkaista
hu_hu: Időtartam megadása kötelező a bejelentés megoldása / lezárása előtt
lv_lv: Obligāti jānorāda ilgumu pirms atrisināt/slēgts pieteikumu
ru_ru: Время выполнения обязательно для решения/закрытия заявки

source: Category is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba vyplnit kategorii
fi_fi: Luokka on pakollinen, jotta tiketti voidaan sulkea tai ratkaista
hu_hu: Kategória megadása kötelező a bejelentés megoldása / lezárása előtt
lv_lv: Obligāti jānorāda kategoriju pirms atrisināt/slēgt pieteikumu
ru_ru: Категория обязательна для решения/закрытия заявки

source: Type of solution is mandatory before problem is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba vyplnit typ řešení
fi_fi: Ratkaisun tyyppi on pakollinen, jotta ongelma voidaan sulkea tai ratkaista
hu_hu: Megoldás típusa kötelező a bejelentés megoldása / lezárása előtt
lv_lv: Obligāti jānorāda risinājuma tipu pirms atrisināt/slēgt problēmu
ru_ru: Тип решения обязателен для решения/закрытия заявки

source: Category is mandatory when you assign a ticket
cs_cz: Kategorie je povinná pro přiřazení požadavku

source: Description of solution is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba vyplnit popis řešení
fi_fi: Ratkaisun kuvaus on pakollinen, jotta tiketti voidaan sulkea tai ratkaista
hu_hu: Megoldás leírása kötelező a bejelentés megoldása / lezárása előtt
lv_lv: Obligāti jāievadā risinājuma aprakstu pirms atrisināt/slēgt pieteikumu
ru_ru: Описание решения обязательно для решения/закрытия заявки

source: Change's number format
cs_cz: Změnit formát čísla

source: Technician assigned is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba přiřadit technika
fi_fi: Asentajan osoittaminen on pakollista, jotta tiketti voidaan sulkea tai ratkaista
hu_hu: Tekchnikus hozzárendelése kötelező a bejelentés megoldása / lezárása előtt
lv_lv: Obligāti jāpiesaista atbildīgo tehniķi pirms atrisināt/slēgt pieteikumu
ru_ru: Назначение специалиста обязательно для решения/закрытия заявки

source: Group of technicians assigned is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba zadat také skupinu techniků, které je přiřazený

source: Location is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba vyplnit umístění
lv_lv: Obligāti jānorāda atrāšanas vietu pirms atrisināt/slēgt pieteikumu
ru_ru: Расположение обязательно для решения/закрытия заявки

source: Task category is mandatory in a task
cs_cz: Kategorie úkolu je povinná

source: Deny change of ticket's creation date
cs_cz: Zakázat změnu data vytvoření požadavku
fi_fi: Estä tiketin luontipäivän muutos
hu_hu: A bejelentés létrehozásának dátuma nem változtatható
lv_lv: Aizliegt mainīt pieteikšanas datumu
ru_ru: Запретить изменение даты создания

source: Protect from simultaneous update
cs_cz: Ochránit před souběžnou úpravou
fi_fi: Estä yhtäaikaiset muutokset
hu_hu: Védelem az egyidejű frissítéstől
lv_lv: Pasargāt no vienlaicīgas atjaunināšanas
ru_ru: Запретить одновременные обновления

source: Single technician and group
cs_cz: Jeden technik a skupina
fi_fi: Yksittäinen asentaja ja ryhmä
hu_hu: Egyszeri technikus és csoport
lv_lv: Viens tehniķis vai grupa
ru_ru: Один специалист и группа

source: Single user and single group
cs_cz: Jeden uživatel a skupina
fi_fi: Yksittäinen käyttäjä ja yksittäinen ryhmä
hu_hu: Egyszeri Felhasználó és csoport
lv_lv: Viens lietotājs un viena grupa
ru_ru: Один пользователь и одна группа

source: Single user or group
cs_cz: Jeden uživatel nebo skupina
fi_fi: Yksittäinen käyttäjä tai ryhmä
hu_hu: Egyszeri felhasználó vagy csoport
lv_lv: Viens lietotājs vai grupa
ru_ru: Один пользователь или группа

source: Block the solving/closing of a the ticket if task do to
cs_cz: Blokovat vyřešení/uzavření požadavku dokud úkol není dokončen
ru_ru: Блокировать закрытие заявки, если есть незавершенные задачи

source: Add the logged technician when solve ticket
cs_cz: Přidat přihlášeného technika při vyřešení požadavku

source: Add document to ticket
cs_cz: Přiřadit k požadavku dokument
fi_fi: Lisää asiakirja tikettiin
hu_hu: Dokumentum hozzáadása bejelentéshez
lv_lv: Pievienot failu pieteikumam
ru_ru: Добавить документ к заявке

source: Delete document to ticket
cs_cz: Odstranit dokument z požadavku
fi_fi: Poista tiketin asiakirja
hu_hu: Dokumentum törlése bejelentésről
lv_lv: Izdzēst failu no pieteikuma
ru_ru: Удалить документ из заявки

source: Type of solution is mandatory before ticket is solved/closed
cs_cz: Aby bylo možné požadavek vyřešit/uzavřít, je třeba vyplnit typ řešení
fi_fi: Ratkaisun tyyppi on pakollinen, jotta tiketti voidaan sulkea tai ratkaista
hu_hu: Megoldás típusa kötelező a bejelentés megoldása / lezárása előtt
lv_lv: Obligāti jānorāda risinājuma tipu pirms atrisināt/slēgt pieteikumu
ru_ru: Тип решения обязателен для решения/закрытия заявки

source: You cannot solve/close a ticket with task do to
cs_cz: Není možné vyřešit/uzavřít požadavek s nedokončeným úkolem
ru_ru: Вы не можете закрыть заявку с незавершенными задачами

source: Reopen ticket
cs_cz: Znovu otevřít požadavek
fi_fi: Tiketin avaus uudelleen
hu_hu: Bejelentés újranyitása
lv_lv: Atkārtoti atvērt pieteikumu
ru_ru: Открыть заявку заново

source: Change status
cs_cz: Změnit stav
lv_lv: Nomainīt statusu
ru_ru: Изменить статус

source: Ticket waiting
cs_cz: Čekání požadavku
ru_ru: Заявки в ожидании

source: Last technician assigned
cs_cz: Poslední přiřazený technik
lv_lv: Pēdējais piesaistītais tehniķis
ru_ru: Последний назначенный специалист

source: Last group assigned
cs_cz: Poslední přiřazená skupina
lv_lv: Pēdēja piesaistīta grupa
ru_ru: Последняя назначенная группа

source: Last supplier assigned
cs_cz: Poslední přiřazený dodavatel
lv_lv: Pēdēja piesaistīta trešā persona
ru_ru: Последний назначенный поставщик

source: Last watcher added
cs_cz: Poslední přiřazený pozorovatel
lv_lv: Pēdējais piesaistītais novērotājs
ru_ru: Последний назначенный наблюдатель

source: Supervisor of last group assigned
cs_cz: Kontrolor poslední přiřazení skupiny
ru_ru: Руководитель назначенной группы

source: Last group assigned without supersivor
cs_cz: Poslední přiřazená skupina bez kontrolora
ru_ru: Последняя назначенная группа без руководителя

source: Can't save, item have been updated
cs_cz: Nelze uložit, položka byla aktualizována
fi_fi: Tallennus ei ole mahdollista, sillä kohdetta on muokattu
hu_hu: Nem menthető , tétel frissítve
lv_lv: Nevar saglabāt, objekts bija atjaunots
ru_ru: Невозможно сохранить,

source: You cannot change status of a task in a solved ticket
cs_cz: Nemůžete změnit stav úkolu ve vyřešeném požadavku
